{
  "Menu.Home": "Home",
  "Menu.Calculator": "Inheritance Calculator",
  "Menu.About": "About Us",
  "Menu.Resources": "Resources",

  "Chatbot.DEFAULT_TEXT": "Refresh chat",
  "Chatbot.UNDIVIDED_ESTATE_QUESTION": "Var arvelater i uskifte?",
  "Chatbot.CASE_NAME_QUESTION": "This program assumes that the testator (deceased) does not leave a will. \n Enter the name of the case.",
  "Chatbot.TESTATOR_QUESTION": "Enter the testator's ID.",
  "Chatbot.TESTATOR_WARNING": "Feil ID oppgitt. Kontroller person-ID-en igjen.",
  "Chatbot.NET_WEALTH_QUESTION": "What is the net worth left behind (NOK)? Example: 123456",
  "Chatbot.NET_WEALTH_EXTRA_INFO": "Net assets are the value of all assets less all liabilities except student loans.",
  "Chatbot.NET_WEALTH_WARNING": "Please enter value in the format '123456'. please do not enter anything characters other than numbers (0 to 9)",
  "Chatbot.SPOUSE_QUESTION": "Write ID for the heir's spouse. You must not fill in a spouse if the spouses were separated by judgment or leave at the time the testator died.",
  "Chatbot.COHABITANT_QUESTION": "Enter the ID of the testator's cohabitant who has, has had or is expecting children with the deceased.  NIf the testator did not have a cohabitant who satisfies the requirements, press Enter.",
  "Chatbot.COHABITANT_EXTRA_INFO": "Samboerne må begge være over 18 år og leve i et ekteskapslignende forhold.\nDet regnes ikke som et samboerskap dersom personene ikke lovlig kan inngå ekteskap (https://lovdata.no/NL/lov/1972-03-03-5/§28a).\nSamboerne må ha, ha hatt eller vente barn sammen.\nSom barn regnes biologiske barn eller andre barn i tråd med med reglene om morskap eller farskap etter barneloven.\nEt adoptivbarn og dets etterkommere får samme rettslige stilling som om adoptivbarnet var adoptivforeldrenes egenfødte barn etter adopsjonsloven § 24 (https://lovdata.no/NL/lov/2017-06-16-48/§24).",
  "Chatbot.CHILD_EXTRA_INFO": "A biological child or other child is considered a child in accordance with the rules on motherhood or paternity according to the Children's Act. NL / lov / 2017-06-16-48 / §24).",
  "Chatbot.PARENT_EXTRA_INFO": "Inheritance rights by family only apply to motherhood or paternity that follows from the rules in the Children's Act. 2017-06-16-48 / §24).  NIn this question, you should NOT fill in fathers if the child was bred with an act that is a violation of the provisions of the Criminal Code as described in the Inheritance Act § 4 (https: // lovdata .no / NL / lov / 1972-03-03-5 / §4).",
  "Chatbot.REAR_CHILDREN_QUESTION": "Pursuant to section 36 of the Inheritance Act (https://lovdata.no/NL/lov/1972-03-03-5/§36) it may in certain cases be the case that children of heirs who did not have their upbringing are complete at the time the heir dies' is entitled to a part of the estate as foreclosure.  nThe same may apply to 'children returning home who, without reasonable remuneration, have done particularly much for the testator'.  nHave the testator had children who could fall under these designations?",
  "Chatbot.UNDER_AGE_QUESTION": "Dead heirs before the age of 18?",
  "Chatbot.SPOUSE_EXIST_QUESTION": "Are you Married? You must not choose Married if the spouses were separated by judgment or leave at the time the testator died.",
  "Chatbot.Married": "gift",
  "Chatbot.Unmarried": "ugift",
  "Chatbot.Yes": "ja",
  "Chatbot.No": "nei",
  "Chatbot.UnderAge": "under alder",
  "Chatbot.NotUnderAge": "ikke under alder",
  "Chatbot.ChooseAppropriate": "Velg riktig alternativ",
  "Chatbot.addSuccessorQn1": "Person med ID {person_ID} har foreløpig ingen registrerte barn.\nHvis personen har barn skal du skrive inn ID for et av dem nå.\nDet er ikke nødvendig å føre opp avdøde barn uten noen levende etterkommere.\nHvis ikke personen har flere barn, trykk Enter.",
  "Chatbot.addSuccessorQn2": "Person med ID {person_ID} er registrert med følgende barn: {child_ID}.\nHvis personen har flere barn skal du skrive inn ID for et av dem.\nDet er ikke nødvendig å føre opp avdøde barn uten noen levende etterkommere.\nHvis ikke personen har flere barn, trykk Enter."
}
